"browserTitle" = "Propriétés de « %@ »";
"untitledMovie" = "Sans titre";

"deleteButtonTitle" = "Supprimer";
"extractButtonTitle" = "Extraire";

"deleteTrackOperation" = "Supprimer la piste"; /* for undo */
"deleteTracksOperation" = "Supprimer les pistes"; /* for undo */

"deleteTrackMessage" = "Êtes-vous certain de vouloir supprimer cette piste ?";
"deleteTracksMessage" = "Êtes-vous certain de vouloir supprimer ces pistes ?";
"operationUndoable" = "Cette opération est irréversible.";

"multipleObjectsSelected" = "%d éléments sélectionnés.";

"propUnavailablePlaceholder" = "-ND-";
"inspectorUnavailable" = "Sélection multiple";